Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Close bookmarks
co: Chjode l’indette

source: Close custom tab menu sheet
co: Chjode u pannellu di u listinu di l’unghjette persunalizate

source: Close extensions menu sheet
co: Chjode u pannellu di u listinu di l’estensioni

source: Close main menu sheet
co: Chjode u pannellu di u listinu principale

source: Close menu
co: Chjode u listinu

source: Close private tabs?
co: Chjode l’unghjette private ?

source: Close review checker
co: Chjode u verificadore d’avisu

source: Close review quality check
co: Chjode u cuntrollu di qualità di l’avisi

source: Close save menu sheet
co: Chjode u pannellu di u listinu d’arregistramentu

source: Close selected tabs
co: Chjode l’unghjette selezziunate

source: Close survey
co: Chjode l’inchiesta

source: Close tools menu sheet
co: Chjode u pannellu di u listinu di l’attrezzi

source: Close Translations sheet
co: Chjode u panellu di e traduzzioni

source: collapse
co: riduce

source: collapsed
co: riduttu

source: Collapse group of synced tabs
co: Ripiegà u gruppu d’unghjette sincrunizate

source: Collapse inactive tabs
co: Ripiegà l’unghjette inattive

source: Collapse saved addresses
co: Ripiegà l’indirizzi arregistrati

source: Collapse saved cards
co: Ripiegà e carte arregistrate

source: Collapse saved passwords
co: Ripiegà e parolle d’intesa arregistrate

source: Collapse suggested addresses
co: Ripiegà l’indirizzi suggeriti

source: Collapse suggested credit cards
co: Ripiegà e carte bancarie suggerite

source: Collapse suggested logins
co: Ripiegà l’identificazioni di cunnessione suggerite

source: Collection saved
co: Cullezzione arregistrata

source: Competitiveness
co: Cumpetitività

source: Complete all 5 steps to set up %1$s for the best browsing experience.
co: Compie ste 5 tappe per cunfigura %1$s è ottene a più bella esperienza di navigazione.

source: Complete all 6 steps to set up %1$s for the best browsing experience.
co: Compie e 6 tappe per cunfigura %1$s è ottene a più bella esperienza di navigazione.

source: Completed task
co: Tacca compia

source: Complete these 3 steps to set up %1$s for the best browsing experience.
co: Compie ste 3 tappe per cunfigura %1$s è ottene a più bella esperienza di navigazione.

source: Complete this survey
co: Participà à l’inchiesta

source: Confirm and start browsing
co: Cunfirmà è principià a navigazione

source: Congratulations!
co: Felicitazioni !

source: Connect another device
co: Cunnette un altru apparechju

source: Connect another device.
co: Cunnittite un altru apparechju.

source: Connect Another Device…
co: Cunnette un altru apparechju…

source: Connection is not secure
co: A cunnessione ùn hè micca assicurata

source: Connection is secure
co: A cunnessione hè assicurata

source: Connection not secure
co: Cunnessione micca assicurata

source: Content
co: Cuntenutu

source: Continue to HTTP Site
co: Cuntinuà nant’à u situ HTTP

source: Continue with add-ons disabled
co: Cuntinuà cù i moduli disattivati

source: Continue with extensions disabled
co: Cuntinuà cù l’estensioni disattivate

source: Control browser proxy settings
co: Cuntrollà i parametri proxy di u navigatore

source: Control browser proxy settings.
co: Cuntrollà i parametri proxy di u navigatore.

source: Cookie Banner Blocker
co: Blucchime di e striscie di cannistrelli

source: Cookie Banner Blocker in private browsing
co: Blucchime di e striscie di cannistrelli in navigazione privata

source: Cookie Banner Reduction
co: Riduzzione di e striscie di cannistrelli

source: Cookie banners begone!
co: E striscie di cannistrelli fora !

source: Cookies and site data
co: Canistrelli è dati di siti

source: Cookies and site data removed
co: Canistrelli è dati di siti sò stati squassati

source: Cool
co: Simpaticu

source: Copied to clipboard
co: Cupiatu in u preme’papei

source: Copy image
co: Cupià a fiura

source: Copy link
co: Cupià u liame

source: Copy link text
co: Cupià u testu di u liame

source: Copy password
co: Cupià a parolla d’intesa

source: Copy to clipboard
co: Cupià in u preme’papei

source: Could not add folder
co: Ùn si pò aghjunghje u cartulare

source: Could not change parent folder
co: Ùn si pò cambià u cartulare di livellu superiore

source: Could not edit bookmark
co: Ùn si pò mudificà l’indetta

source: Could not edit folder
co: Ùn si pò mudificà u cartulare

source: Couldn’t change wallpaper
co: Impussibule di cambià u sfondulu di screnu

source: Couldn’t delete <b>%1$s</b>. Please try again.
co: Ùn si pò micca squassà <b>%1$s</b>. Pruvate torna.

source: Couldn’t download <b>%1$s</b>. Please try again.
co: Ùn si pò micca scaricà <b>%1$s</b>. Pruvate torna.

source: Couldn’t download wallpaper
co: Impussibule di scaricà u sfondulu di screnu

source: Couldn’t load languages. Check your internet connection and try again.
co: Ùn si pò micca caricà e lingue. Ci vole à verificà a vostra cunnessione internet è pruvà torna.

source: Couldn’t load languages. Please check back later.
co: Ùn si pò micca caricà e lingue. Ci vole à verificà un’altra volta.

source: Couldn’t load sites. Please check back later.
co: Ùn si pò micca caricà i siti. Ci vole à verificà un’altra volta.

source: Country
co: Paese

source: Country or region
co: Paese o regione

source: County
co: Pieve

source: Crashes
co: Accidenti

source: Crash Reports
co: Raporti d’accidente

source: Crash reports allow us to diagnose and fix issues with the browser. Reports may include personal or sensitive data.
co: I raporti d’accidente ci permettenu di diagnosticà è di currege i prublemi cù u navigatore. I raporti ponu cuntene dati persunali o sensibile.

source: Crash reports help us to diagnose and fix issues with the browser. Reports may include personal or sensitive data. %s
co: I raporti d’accidente ci aiutanu à diagnosticà è à currege i prublemi cù u navigatore. I raporti ponu cuntene dati persunali o sensibile. %s

source: Create a new tab to start searching
co: Creà una nova unghjetta per lancià una ricerca

source: Created by @heyheymomodraws
co: Creatu da @heyheymomodraws

source: Credit cards
co: Carte bancarie

source: Cross-site cookies
co: Canistrelli intersiti

source: Cross-Site Cookies
co: Canistrelli intersiti

source: Cross-Site Tracking Cookies
co: Canistrelli impiegati per u spiunagiu intersiti

source: Cuddling
co: Abbracci

source: Current domain: %s
co: Duminiu attuale : %s

source: Current region
co: Regione attuale

source: Custom dark mode for the mobile web.
co: Modu scuru persunalizatu per u web mobile.

source: Custom Extension collection
co: Cullezzione persunalizata d’estensioni

source: Customize home
co: Persunalizà l’accolta

source: Customize homepage
co: Persunalizà a pagina d’accolta

source: Customize Reader View
co: Persunalizà u modu di lettura

source: Customize your %1$s
co: Persunalizà u vostru %1$s

source: Customize your Firefox with extensions
co: Persunalizà u vostru Firefox cù l’estensioni

source: Custom Mozilla account server
co: Servitore persunalizatu di contu Mozilla

source: Custom provider
co: Furnidore persunalizatu

source: Cute
co: Bellucciu

source: Cycle through and update image without leaving the homepage.
co: Passà in rivista è mudificà a fiura senza abbandunà a pagina d’accolta.

source: Daily usage ping
co: Ping d’aghjovu oghjincu

source: Dark Purple
co: Purpura scura

source: Data about your device, hardware configuration, and how you use Firefox helps improve features, performance, and stability for everyone.
co: I dati apprupositu di u vostru apparechju, a cunfigurazione materiale è cumu vo impiegate Firefox aiutanu à amendà e funzioni, e perfurmenze è a stabilità per tutti.

source: Data about your device, hardware configuration, and how you use Firefox helps improve features, performance, and stability for users everywhere.
co: I dati apprupositu di u vostru apparechju, a cunfigurazione materiale è cumu vo impiegate Firefox aiutanu à amendà e funzioni, e perfurmenze è a stabilità per tutti l’utilizatori.

source: Data about your device, hardware configuration, and usage helps us improve Firefox features, performance, and stability.
co: I dati apprupositu di u vostru apparechju, a cunfigurazione materiale è u vostru adopru ci aiutanu à amendà e funzioni, e perfurmenze è a stabilità di Firefox.

source: Data is encrypted
co: I dati sò cifrati

source: Debug locales to enable
co: Lingue di spannatura à attivà

source: Debug Tools
co: Attrezzi di spannatura

source: (default)
co: (predefinitu)

source: Default
co: Predefinitu

source: Default Protection
co: Prutezzione predefinita

source: Delete %1$s (%2$s)?
co: Squassà %1$s (%2$s) ?

source: Delete address
co: Squassà l’indirizzu

source: Delete all addresses
co: Squassà tutti l’indirizzi

source: Delete all credit cards
co: Squassà tutte e carte bancarie

source: Delete all languages
co: Squassà tutte e lingue

source: Delete all languages (%1$s)?
co: Squassà tutte e lingue (%1$s) ?

source: Delete all sites in “%s”
co: Squassà tutti i siti in « %s »

source: Delete bookmark
co: Squassà l’indetta

source: Delete card
co: Squassà a carta

source: Delete card?
co: Squassà a carta ?

source: Deleted “%1$s”
co: « %1$s » squassatu

source: Deleted items: %s
co: Elementi squassati : %s

source: Delete folder
co: Squassà u cartulare

source: Delete from %s and device
co: Squassà da %s è da l’apparechju

source: Delete login with username %s
co: Squassà l’identificazione di cunnessione cù u nome d’utilizatore %s

source: Delete this address?
co: Squassà st’indirizzu ?

source: Delete website
co: Squassà u situ web

source: Department
co: Dipartimentu

source: Describe the problem (optional)
co: Discrivite u prublema (ozzionale)

source: Designed for Android. Refined for You
co: Cuncepitu per Android. Perfezziunatu per voi

source: Desktop Bookmarks
co: Indette di l’urdinatore

source: Device apps and services
co: Appiecazioni è servizii di l’apparechju

source: Disable private tabs screen lock
co: Disattivà l’ammarchjunata di u screnu per l’unghjette private

source: Disconnect
co: Discunnette

source: Discover more
co: Scoprene di più

source: Discover more extensions
co: Scopre d’altre estensioni

source: Discover more stories
co: Scuprite d’altri articuli

source: Discover the latest privacy features in Firefox so you’re always up to date on how to stay protected.
co: Scuprite l’ultime funzioni di cunfidenzialità in Firefox per sapè cumu stà prutetti.

source: Dismiss banners
co: Righjittà e striscie

source: Dismiss message
co: Righjittà u messaghju

source: Dismiss Pop-ups
co: Righjittà e finestre inoppurtune

source: Dismiss promotion
co: Ricusà a pruposta

source: Display notifications to you.
co: Affissavvi nutificazioni.

source: Dissatisfied
co: Infelice

source: District
co: Circundariu

source: DNS Over HTTPS
co: DNS sopra HTTPS

source: Documents
co: Ducumenti

source: Domain Name System (DNS) over HTTPS sends your request for a domain name through an encrypted connection, providing a secure DNS and making it harder for others to see which website you’re about to access. %1$s
co: U sistema di nome di duminiu (DNS) sopra HTTPS manda a vostra richiesta di nome di duminiu attraversu una cunnessione cifrata, pruvidendu un DNS sicuru per rende più difficiule a scuperta di quellu situ web chì vo state per accede.%1$s

source: Done
co: Compiu

source: Don’t ask again for this site
co: Ùn dumandà più per stu situ

source: Download again
co: Scaricà torna

source: Download and run AI models on your device
co: Scaricà è eseguisce mudelli d’IA nant’à u vostru apparechju

source: Download and run AI models on your device.
co: Scaricà è eseguisce mudelli d’IA nant’à u vostru apparechju.

source: Download and translate
co: Scaricà è traduce

source: Download complete languages for faster translations and to translate offline. %1$s
co: Scaricate e lingue sane per traduce più prestu è senza cunnessione internet. %1$s

source: Download file?
co: Scaricà u schedariu ?

source: Download file? (%1$s)
co: Scaricà u schedariu ? (%1$s)

source: Download file again?
co: Scaricà u schedariu torna ?

source: Download file again? (%1$s)
co: Scaricà u schedariu torna ? (%1$s)

source: Download files and read and modify the browser’s download history.
co: Scaricà schedarii, è leghje è mudificà a cronolugia di i scaricamenti di u navigatore.

source: Download file with:
co: Scaricà u schedariu cù :

source: Downloading and verifying add-on…
co: Scaricamentu è verificazione di u modulu…

source: Downloading and verifying extension…
co: Scaricamentu è verificazione di l’estensione…

source: Download in progress…
co: Scaricamentu in corsu…

source: Download language in data saving mode (%1$s)?
co: Scaricà a lingua in modu di risparmiu di dati (%1$s) ?

source: Download languages
co: Scaricà lingue

source: Download Languages
co: Scaricà lingue

source: Download link
co: Scaricà a destinazione di u liame

source: Download while in data saving mode (%1$s)?
co: Scaricà in modu di risparmiu di dati (%1$s) ?

source: Do you want to leave this site? Data you have entered may not be saved
co: Vulete abbandunà stu situ ? Certi dati chì vo avete stampittati puderianu esse persi

source: %d page
co: %d pagina

source: Drag from top & press back to exit
co: Trascinà da l’altu è appughjà nant’à u buttone di ritornu per esce

source: Drag from top & use back gesture to exit
co: Trascinà da l’altu è impiegà u gestu di ritornu per esce

source: %d site
co: %d situ

source: %d sites
co: %d siti

source: Duplicate tab
co: Duppià l’unghjetta

source: Edit address
co: Mudificà l’indirizzu

source: Edit card
co: Mudificà a carta

source: Edit engines visible in the search menu
co: Mudificà i mutori chì sò videvule in u listinu di ricerca

source: Edit login
co: Mudificà l’identificazione di cunnessione

source: Edit password
co: Mudificà a parolla d’intesa

source: Edit shortcut
co: Mudificà l’accurtatoghju

source: Emirate
co: Emiratu

source: Enable Gecko logs
co: Attivà i ghjurnali di Gecko

source: Enable in all tabs
co: Attivà in tutte l’unghjette

source: Enable only in private tabs
co: Attivà solu in l’unghjette private

source: Enable private tabs screen lock
co: Attivà l’ammarchjunata di u screnu per l’unghjette private

source: Enables fingerprinting protection to stop suspected fingerprinters.
co: Attivà a prutezzione per bluccà i detettori d’impronta numerica suspettati.

source: Enable telemetry to send data.
co: Attivà a telemetria per mandà dati.

source: Engines visible on the search menu
co: Mutori videvule in u listinu di ricerca

source: Enhanced tracking protection exception preference icon
co: Icona di preferenza d’eccezzione à a prutezzione rinfurzata contr’à u spiunagiu

source: Enhanced Tracking Protection may block trackers and scripts that some websites need to work properly.
co: A prutezzione rinfurzata contr’à u spiunagiu pò bluccà perseguitatori è scenarii chì certi siti web anu bisognu per funziunà currettamente.

source: Enjoy quicker navigation that’s always at your fingertips.
co: Eccu una navigazione più presta è sempre à purtata di manu.

source: Enter a password
co: Stampittate una parolla d’intesa

source: Enter a search string
co: Stampittà una catena di ricerca

source: Enter a username
co: Stampittate un nome d’utilizatore

source: Enter a valid card number
co: Stampittate un numeru di carta bancaria accettevule

source: Enter a valid URL
co: Stampittate un indirizzu web accettevule

source: Enter a web address
co: Stampittate un indirizzu web

source: Entering text in %1$s. Double tap to stop
co: Stampittata di testu nant’à %1$s. Picchichjà duie volte per piantà

source: Enter search engine name
co: Stampittà u nome di u mutore di ricerca

source: Enter search term
co: Stampittate u termine à ricercà

source: Enter search terms
co: Stampittate i termini à ricercà

source: Erase browsing history
co: Squassà a cronolugia di navigazione

source: Error Code: NS_ERROR_OFFLINE
co: Codice di sbagliu : NS_ERROR_OFFLINE

source: Everything
co: Tuttu

source: example.com
co: esempiu.com

source: Exceeded the maximum number of tabs (%1$s) that can be generated in one operation
co: Avete trapassatu u numeru massimu d’unghjette (%1$s) chì ponu esse ingenerate in una sola operazione

source: Exchange messages with apps other than this one
co: Scambià messaghji cù d’altre appiecazioni chè quessa

source: Exchange messages with apps other than this one.
co: Scambià messaghji cù d’altre appiecazioni chè quessa.

source: expand
co: allargà

source: expanded
co: allargatu

source: Expanded
co: Allargatu

source: Expand group of synced tabs
co: Spiegà u gruppu d’unghjette sincrunizate

source: Expand inactive tabs
co: Spiegà l’unghjette inattive

source: Expand saved addresses
co: Spiegà l’indirizzi arregistrati

source: Expand saved cards
co: Spiegà e carte arregistrate

source: Expand saved passwords
co: Spiegà e parolle d’intesa arregistrate

source: Expand suggested addresses
co: Spiegà l’indirizzi suggeriti

source: Expand suggested credit cards
co: Spiegà e carte bancarie suggerite

source: Expand suggested logins
co: Spiegà l’identificazioni di cunnessione suggerite

source: Expiration Date
co: Data di scadenza

source: Expiration Date Month
co: Mese di a data di scadenza

source: Expiration Date Year
co: Annu di a data di scadenza

source: Explore add-ons
co: Esplurà i moduli addiziunali

source: Explore extensions
co: Esplurà l’estensioni

source: Explore more extensions
co: Scuprite d’altre estensioni

source: Explore more extensions.
co: Scuprite d’altre estensioni.

source: Explore more wallpapers
co: Scuprite d’altri sfonduli di screnu

source: Explore search widget
co: Scuprite l’oggettu graficu di ricerca

source: Extend developer tools to access your data in open tabs.
co: Permette à l’attrezzi di sviluppu d’accede à i vostri dati in l’unghjette aperte.

source: Extension collection modified. Quitting the application to apply changes…
co: Cullezzione d’estensioni mudificata. Chjusura di l’appiecazione per piglià i cambiamenti in contu…

source: Extensions are temporarily disabled
co: L’estensioni sò disattivate timpurariamente

source: extension settings
co: parametri di l’estensione

source: Extensions level up your browsing, from changing how %s looks and performs to boosting privacy and safety.
co: L’estensioni amendanu a vostra navigazione, cambiendu l’aspettu o u cumpurtamentu di %s, per aumentà a cunfidenzialità è a sicurità.

source: Extensions Manager
co: Ghjestiunariu d’estensioni

source: Extensions, navigate up
co: Estensioni, ricullà

source: Extension updates
co: Rinnovi d’estensioni

source: Failed to install this add-on.
co: Fiascu per installà stu modulu addiziunale.

source: Failed to install this extension.
co: Fiascu per installà st’estensione.

source: Failed to query Add-ons!
co: Impussibule d’ottene a lista di i moduli addiziunali

source: Failed to query Extensions!
co: Impussibule d’ottene a lista di l’estensioni.

source: Failed to update the app icon. Remove existing shortcuts and try again.
co: Fiascu per mudificà l’icona di l’appiecazione. Cacciate l’accurtatoghji chì esistenu è pruvate torna.

source: Fast and secure web browsing
co: Una navigazione rapida è assicurizata

source: Fast and secure web browsing.
co: Una navigazione rapida è assicurizata.

source: Fast, private, and made for you.
co: Rapidu, cunfidenziale è cuncepitu per voi.

source: Featured
co: Cunsigliate

source: Featuring Total Cookie Protection to stop trackers from using cookies to stalk you across sites.
co: A funzione di prutezzione tutale contr’à i canistrelli permette d’impedisce l’elementi di spiunagiu d’impiegà i canistrelli per seguitavvi d’un situ à l’altru.

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
co: I diritti d’accessu à i schedarii è i medià sò richiesti per scaricà schedarii. Accidite à i parametri d’Android, picchichjate Permessi, è dopu Permette.

source: Files you download will appear here.
co: I schedarii chì vo scaricate seranu affissati quì.

source: Fill and save usernames and passwords in websites while using %1$s.
co: Riimpiete è arregistrate nomi d’utilizatore è parolle d’intesa in i siti web quandu vi impiegate %1$s.

source: Fill usernames and passwords in other apps on your device.
co: Riimpiete nomi d’utilizatore è parolle d’intesa in l’altre appiecazioni nant’à u vostru apparechju.

source: financial and payment information
co: infurmazioni finanziarie è di pagamentu

source: Find in page…
co: Circà in a pagina…

source: Find more add-ons
co: Scopre d’altri moduli addiziunali

source: Find more extensions
co: Scopre d’altre estensioni

source: Find out if you can trust this product’s reviews — before you buy.
co: Prima di cumprà, circate à sapè s’è vo pudete fà cunfidenza à l’avisi nant’à stu pruduttu.

source: Find out why millions love Firefox
co: Scuprite perchè Firefox piace à milioni di persone

source: Find something nearby. Or discover something fun.
co: Truvate qualcosa in vicinanza. O scuprite qualcosa di svagativu.

source: Find what you need faster, from private browsing to save actions.
co: Truvate più prestu ciò chì vo avete bisognu, da a navigazione privata à l’azzioni d’arregistramentu.

source: Finish setting up %1$s
co: Compie a cunfigurazione di %1$s

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
co: A tecnolugia di i moduli addiziunali di Firefox s’ammuderneghja. Sti moduli impieganu una struttura chì ùn hè micca cunciliabile cù Firefox 75 è e so versioni precedente.

source: Firefox automatically stops companies from secretly following you around the web.
co: Firefox impedisce autumaticamente l’imprese di seguitavvi da manera sicreta nant’à u Web.

source: Firefox automatically tries to reject cookie requests on cookie banners. If a reject option isn’t available, Firefox may accept all cookies to dismiss the banner.
co: Firefox prova autumaticamente di righjittà e dumande di canistrelli quandu ci hè striscie di canistrelli. S’è alcuna ozzione di righjettu ùn hè micca dispunibule, Firefox pò accettà tutti i canistrelli per chjode a striscia.

source: Firefox can close tabs you haven’t viewed over the past month.
co: Firefox pò chjode l’unghjette chì vo ùn avete micca fighjate durante un mese scorsu.

source: Firefox cares about your privacy. Learn more in our %1$s.
co: Firefox face casu di a vostra vita privata. Sapene di più in a nostra %1$s.

source: Firefox cares about your privacy. Read more in our %1$s.
co: Firefox face casu di a vostra vita privata. Sapene di più in a nostra %1$s.

source: Firefox encrypts your passwords, bookmarks, and more when you’re synced.
co: Firefox cifra e vostre parolle d’intesa, e vostre indette, è ancu di più quandu vo impiegate a sincrunizazione.

source: Firefox gives you control over what you share online and what you share with us.
co: Firefox vi dà u cuntrollu nant’à ciò chì vò spartite in linea è nant’à ciò chì vò spartite cù noi.

source: Firefox is fast and private
co: Firefox hè rapidu è privatu

source: Firefox logo
co: Logo Firefox

source: Firefox logo - change the wallpaper, button
co: Logo Firefox - cambià u sfondulu di screnu, buttone

source: Firefox may install and run studies from time to time.
co: Firefox pò installà è lancià studii di quandu in quandu.

source: Firefox privacy notice
co: Dichjarazione di cunfidenzialità di Firefox

source: Firefox puts people over profits and defends your privacy by blocking cross-site trackers. Learn more in our privacy notice.
co: Firefox fà passà a ghjente nanzu à i prufiti è prutege a vostra vita privata blucchendu l’elementi intersiti di spiunagiu. Sapene di più in a nostra dichjarazione di cunfidenzialità.

source: Firefox Suggest
co: Firefox suggerisce
